{
    "language": "Langue",
    "title": "Gestion boîte de courriel",
    "description": "Cet outil est destiné à fournir des détails sur une boîte de courriel des clients à des fins d'interrogation et de recherche seulement, ainsi que d'aider avec quelques problèmes de connexion. Il peut fournir des indications concernant l'état du compte, les alias, les mécanismes de sécurité en cours d'utilisation, et l'utilisation de la boîte de courriel, y compris l'utilisation potentielle des applications tierces (POP / IMAP). Vous pouvez également supprimer toutes les informations supplémentaire de récupération pour les utilisateurs qui ont jamais été en mesure de s'authentifier, réinitialisation dans les cookies et réactiver un compte qui a été suspendu.",
    "input_label": "Entrez l'adresse de courriel que vous souhaitez rechercher:",
    "input_placeholder": "Entrez une adresse e-mail s'il vous plaît",
    "search_button":  "Chercher",
    "not_found_confirm": "Utilisateur non trouvé",
    "not_found_info":  "Impossible de trouver des utilisateurs actifs avec cette adresse de courriel dans le courriel de TELUS fourni par Google",
    "not_telus_confirm": "Pas une entrée valide",
    "not_telus_info": "S'il vous plaît inclure un domaine supporté par TELUS",
    "error_confirm":  "Erreur du serveur",
    "error_info": "Le serveur semble être en panne",
    "header_1": "informations de compte Google",
    "header_primary_email": "Courriel principal",
    "header_recovery_email": "E-mail de secours",
    "header_recovery_phone": "Téléphone de récupération",
    "h_service_type": "Type de service / Unité Organisationnelle",
    "h_last_login": "Dernière connexion (Web)",
    "h_2stepv": "La validation en deux étapes de Google est-elle active?",
    "header_suspended": "Est suspendue?",
    "google_id": "Google ID",
    "rec_email_none": "Rien",
    "rec_phone_none": "Rien",
    "login_time": "à",
    "login_time_none": "Ne s'est pas connecté",
    "two_step": "OUI",
    "two_step_no": "NON",
    "two_step_tip": "Cliquez ici pour en savoir plus sur la validation en deux étapes",
    "suspended": "OUI",
    "not_suspended": "NON",
    "suspended_tip": "Cliquez ici pour en savoir plus sur les raisons de suspension",
    "header_2": "Actions",
    "warning_1": "Soyez conscient que ces actions affectera le compte du client. S'il vous plaît, utilisez avec précaution.",
    "warning_2": "Aucun avertissement de suspension.",
    "warning_3": "AVERTISSEMENT: la raison de la suspension indique que cet utilisateur peut être suspendu pour des raisons de facturation. La relance de la suspension ne résoudra pas le problème tant que la facturation ne sera pas corrigée. Veuillez confirmer ces informations avant de remettre la suspension.",
    "confirm_button": "Confirmer",
    "yes_button": "Oui",
    "no_button": "Annuler",
    "unsuspend_button": "RÉACTIVER UTILISATEUR",
    "unsuspend_on": "Réactiver utilisateur",
    "unsuspend_off": "Puisque l'utilisateur n'est pas suspendu, ce bouton est désactivé",
    "unsuspend_confirm": "Annuler la suspension de l'utilisateur?",
    "unsuspend_info": "Vous êtes sur le point de passer outre l'état de suspension de cet utilisateur. Cela réactiver le compte dans le back-end..",
    "unsuspend_success": "L'utilisateur a été restauré avec succès",
    "cancel_confirm": "Annuler",
    "cancel_info": "Pas de changements",
    "recovery_button": "SUPPRIMER LES INFORMATIONS DE RÉCUPÉRATION",
    "recovery_on": "Supprimer les informations de récupération",
    "recovery_off": "Étant donné que cet utilisateur ne dispose d'aucune information de récupération, ce bouton est désactivé",
    "recovery_confirm": "Supprimer les informations de récupération?",
    "recovery_info": "Cela permettra d'éliminer à la fois l'e-mail de récupération et le numéro de téléphone de récupération dans le compte. Si leur demande de vérifier leur identité à ce moment, il les fera demander un numéro de téléphone portable pour recevoir un code. Dans le cas contraire, ils devront mettre à jour leurs informations de récupération sur myaccount.google.com pour éviter des problèmes à l'avenir.",
    "recovery_success": "Les informations de récupération ont été supprimées avec succès",
    "cookies_button": "SIGN-IN RÉINITIALISER LES COOKIES",
    "cookies_confirm": "sign-in Réinitialiser les cookies?",
    "cookies_info": "Cette action obligera l'utilisateur à se déconnecter de toutes ses sessions actives. Pour ce faire, ils doivent entrer leur nom d'utilisateur et leur mot de passe pour se reconnecter à leur compte.",
    "cookies_success": "Les cookies ont été réinitialisés avec succès",
    "header_3": "Changé par",
    "header_4": "Email affectée",
    "header_5": "Événement",
    "header_6": "Date",
    "header_7": "IP",
    "header_8": "Changement de soi?"
}